IdeaRS.Connections
RibData.RibAngle Property
Compatible with IDEA StatiCa 0.0
 Get or sets the angle which defines the area where radial ribs are placed
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RibAngle { get; set; }
Property Value
Type: Double
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace